Revit 2027 API
DefaultOpenFromCloudCallback Properties
The DefaultOpenFromCloudCallback type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
DefaultOpenFromCloudCallback Class
Autodesk.Revit.DB Namespace